rails/app/controllers/users_controller.rb

INSERT INTO "users" ("email", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["email", "2@2.com"], ["password", "1"], ["created_at", "2015-10-20 16:08:15.164681"], ["updated_at", "2015-10-20 16:08:15.164681"]]
---
  def create
  	@user = User.new(user_params)
  	if @user.save